Repository: JonayKB/Lumino
Catalog: lumino/subjects/locale/*/LC_MESSAGES/django.po
Languages: es

source: Grade Certificate from
es: Certificado de Notas de

source: OFFICIAL GRADE CERTIFICATE
es: CERTIFICADO DE NOTAS OFICIAL

source: SUBJECTS
es: ASIGNATURAS

source: Ungraded
es: Sin Calificar

source: No subjects enrolled
es: No hay asignaturas matriculadas

source: Certificate Request
es: Solicitar Certificado

source: You will get the grade certificate quite soon at
es: Recibirás el certificado de notas muy pronto en

source: Change Marks
es: Cambiar Notas

source: Enroll in a subject
es: Matricularse en una asignatura

source: Enroll
es: Matricular

source: Edit Marks
es: Editar Notas

source: Unenroll from a subject
es: Desmatricularse de una asignatura

source: Unenroll
es: Desmatricular

source: Add Lesson to
es: Añadir Tema a

source: Add Lesson
es: Añadir Tema

source: Edit Lesson
es: Editar Tema

source: Delete Lesson
es: Eliminar Tema

source: Edit Lesson for
es: Editar Tema para

source: Save Changes
es: Guardar Cambios

source: Go to Lesson
es: Ir al Tema

source: Marks
es: Notas

source: Your mark for this subject:
es: Tu nota para esta asignatura:

source: My subjects
es: Mis módulos

source: Request Grade Certificate
es: Solicitar Certificado de Notas

source: Enroll Subjects
es: Matricular Asignaturas

source: Unenroll Subjects
es: Desmatricular Asignaturas

source: No subjects available.
es: No hay asignaturas disponibles.

source: Lesson was successfully added.
es: El tema se ha añadido correctamente.

source: Changes were successfully saved.
es: Los cambios se han guardado correctamente.

source: Lesson was successfully deleted.
es: El tema se ha eliminado correctamente.

source: Successfully enrolled in the chosen subjects.
es: Te has matriculado correctamente en las asignaturas elegidas.

source: Successfully unenrolled from the chosen subjects.
es: Te has desmatriculado correctamente de las asignaturas elegidas.

source: Marks were successfully saved.
es: Las notas se han guardado correctamente.

source: You have some ungraded subjects
es: Tienes algunas asignaturas sin calificar.
